dbaeumer.vscode-eslint
dracula-theme.theme-dracula
esbenp.prettier-vscode
iocave.customize-ui
iocave.monkey-patch
JakeBecker.elixir-ls
ms-vscode.vscode-typescript-next
skyapps.fish-vscode
wayou.vscode-todo-highlight
YoshinoriN.current-file-path
